/* Genre 34 from http://id3.org/id3v2.4.0-frames Appendix A */
"Acid" = "Acid";

/* Genre 74 from http://id3.org/id3v2.4.0-frames Appendix A */
"Acid Jazz" = "Acid Jazz";

/* Genre 73 from http://id3.org/id3v2.4.0-frames Appendix A */
"Acid Punk" = "Acid Punk";

/* Genre 20 from http://id3.org/id3v2.4.0-frames Appendix A */
"Alternative" = "Alternative";

/* Genre 40 from http://id3.org/id3v2.4.0-frames Appendix A */
"AlternRock" = "AlternRock";

/* Genre 26 from http://id3.org/id3v2.4.0-frames Appendix A */
"Ambient" = "Ambient";

/* Genre 41 from http://id3.org/id3v2.4.0-frames Appendix A */
"Bass" = "Bass";

/* Genre 0 from http://id3.org/id3v2.4.0-frames Appendix A */
"Blues" = "Blues";

/* Genre 65 from http://id3.org/id3v2.4.0-frames Appendix A */
"Cabaret" = "Cabaret";

/* Genre 61 from http://id3.org/id3v2.4.0-frames Appendix A */
"Christian Rap" = "Christian Rap";

/* Genre 1 from http://id3.org/id3v2.4.0-frames Appendix A */
"Classic Rock" = "Classic Rock";

/* Genre 32 from http://id3.org/id3v2.4.0-frames Appendix A */
"Classical" = "Classical";

/* Genre 57 from http://id3.org/id3v2.4.0-frames Appendix A */
"Comedy" = "Comedy";

/* Genre 2 from http://id3.org/id3v2.4.0-frames Appendix A */
"Country" = "Country";

/* Genre 58 from http://id3.org/id3v2.4.0-frames Appendix A */
"Cult" = "Cult";

/* Genre 3 from http://id3.org/id3v2.4.0-frames Appendix A */
"Dance" = "Dance";

/* Genre 50 from http://id3.org/id3v2.4.0-frames Appendix A */
"Darkwave" = "Darkwave";

/* Genre 22 from http://id3.org/id3v2.4.0-frames Appendix A */
"Death Metal" = "Death Metal";

/* Genre 4 from http://id3.org/id3v2.4.0-frames Appendix A */
"Disco" = "Disco";

/* Genre 55 from http://id3.org/id3v2.4.0-frames Appendix A */
"Dream" = "Dream";

/* Genre 52 from http://id3.org/id3v2.4.0-frames Appendix A */
"Electronic" = "Electronic";

/* Genre 48 from http://id3.org/id3v2.4.0-frames Appendix A */
"Ethnic" = "Ethnic";

/* Genre 25 from http://id3.org/id3v2.4.0-frames Appendix A */
"Euro-Techno" = "Euro-Techno";

/* Genre 54 from http://id3.org/id3v2.4.0-frames Appendix A */
"Eurodance" = "Eurodance";

/* Genre 5 from http://id3.org/id3v2.4.0-frames Appendix A */
"Funk" = "Funk";

/* Genre 30 from http://id3.org/id3v2.4.0-frames Appendix A */
"Fusion" = "Fusion";

/* Genre 36 from http://id3.org/id3v2.4.0-frames Appendix A */
"Game" = "Game";

/* Genre 59 from http://id3.org/id3v2.4.0-frames Appendix A */
"Gangsta" = "Gangsta";

/* Genre 38 from http://id3.org/id3v2.4.0-frames Appendix A */
"Gospel" = "Gospel";

/* Genre 49 from http://id3.org/id3v2.4.0-frames Appendix A */
"Gothic" = "Gothic";

/* Genre 6 from http://id3.org/id3v2.4.0-frames Appendix A */
"Grunge" = "Grunge";

/* Genre 79 from http://id3.org/id3v2.4.0-frames Appendix A */
"Hard Rock" = "Hard Rock";

/* Genre 7 from http://id3.org/id3v2.4.0-frames Appendix A */
"Hip-Hop" = "Hip-Hop";

/* Genre 35 from http://id3.org/id3v2.4.0-frames Appendix A */
"House" = "House";

/* Genre 19 from http://id3.org/id3v2.4.0-frames Appendix A */
"Industrial" = "Industrial";

/* Genre 33 from http://id3.org/id3v2.4.0-frames Appendix A */
"Instrumental" = "Instrumental";

/* Genre 46 from http://id3.org/id3v2.4.0-frames Appendix A */
"Instrumental Pop" = "Instrumental Pop";

/* Genre 47 from http://id3.org/id3v2.4.0-frames Appendix A */
"Instrumental Rock" = "Instrumental Rock";

/* Genre 8 from http://id3.org/id3v2.4.0-frames Appendix A */
"Jazz" = "Jazz";

/* Genre 29 from http://id3.org/id3v2.4.0-frames Appendix A */
"Jazz+Funk" = "Jazz+Funk";

/* Genre 63 from http://id3.org/id3v2.4.0-frames Appendix A */
"Jungle" = "Jungle";

/* Genre 71 from http://id3.org/id3v2.4.0-frames Appendix A */
"Lo-Fi" = "Lo-Fi";

/* Genre 45 from http://id3.org/id3v2.4.0-frames Appendix A */
"Meditative" = "Meditative";

/* Genre 9 from http://id3.org/id3v2.4.0-frames Appendix A */
"Metal" = "Metal";

/* Genre 77 from http://id3.org/id3v2.4.0-frames Appendix A */
"Musical" = "Musical";

/* Genre 64 from http://id3.org/id3v2.4.0-frames Appendix A */
"Native American" = "Native American";

/* Genre 10 from http://id3.org/id3v2.4.0-frames Appendix A */
"New Age" = "New Age";

/* Genre 66 from http://id3.org/id3v2.4.0-frames Appendix A */
"New Wave" = "New Wave";

/* Genre 39 from http://id3.org/id3v2.4.0-frames Appendix A */
"Noise" = "Noise";

/* Genre 11 from http://id3.org/id3v2.4.0-frames Appendix A */
"Oldies" = "Oldies";

/* Genre 12 from http://id3.org/id3v2.4.0-frames Appendix A */
"Other" = "Other";

/* Genre 75 from http://id3.org/id3v2.4.0-frames Appendix A */
"Polka" = "Polka";

/* Genre 13 from http://id3.org/id3v2.4.0-frames Appendix A */
"Pop" = "Pop";

/* Genre 53 from http://id3.org/id3v2.4.0-frames Appendix A */
"Pop-Folk" = "Pop-Folk";

/* Genre 62 from http://id3.org/id3v2.4.0-frames Appendix A */
"Pop/Funk" = "Pop/Funk";

/* Genre 23 from http://id3.org/id3v2.4.0-frames Appendix A */
"Pranks" = "Pranks";

/* Genre 67 from http://id3.org/id3v2.4.0-frames Appendix A */
"Psychadelic" = "Psychadelic";

/* Genre 43 from http://id3.org/id3v2.4.0-frames Appendix A */
"Punk" = "Punk";

/* Genre 14 from http://id3.org/id3v2.4.0-frames Appendix A */
"R&B" = "R&B";

/* Genre 15 from http://id3.org/id3v2.4.0-frames Appendix A */
"Rap" = "Rap";

/* Genre 68 from http://id3.org/id3v2.4.0-frames Appendix A */
"Rave" = "Rave";

/* Genre 16 from http://id3.org/id3v2.4.0-frames Appendix A */
"Reggae" = "Reggae";

/* Genre 76 from http://id3.org/id3v2.4.0-frames Appendix A */
"Retro" = "Retro";

/* Genre 17 from http://id3.org/id3v2.4.0-frames Appendix A */
"Rock" = "Rock";

/* Genre 78 from http://id3.org/id3v2.4.0-frames Appendix A */
"Rock & Roll" = "Rock & Roll";

/* Genre 69 from http://id3.org/id3v2.4.0-frames Appendix A */
"Showtunes" = "Showtunes";

/* Genre 21 from http://id3.org/id3v2.4.0-frames Appendix A */
"Ska" = "Ska";

/* Genre 42 from http://id3.org/id3v2.4.0-frames Appendix A */
"Soul" = "Soul";

/* Genre 37 from http://id3.org/id3v2.4.0-frames Appendix A */
"Sound Clip" = "Sound Clip";

/* Genre 24 from http://id3.org/id3v2.4.0-frames Appendix A */
"Soundtrack" = "Soundtrack";

/* Genre 56 from http://id3.org/id3v2.4.0-frames Appendix A */
"Southern Rock" = "Southern Rock";

/* Genre 44 from http://id3.org/id3v2.4.0-frames Appendix A */
"Space" = "Space";

/* Genre 18 from http://id3.org/id3v2.4.0-frames Appendix A */
"Techno" = "Techno";

/* Genre 51 from http://id3.org/id3v2.4.0-frames Appendix A */
"Techno-Industrial" = "Techno-Industrial";

/* Genre 60 from http://id3.org/id3v2.4.0-frames Appendix A */
"Top 40" = "Top 40";

/* Genre 70 from http://id3.org/id3v2.4.0-frames Appendix A */
"Trailer" = "Trailer";

/* Genre 31 from http://id3.org/id3v2.4.0-frames Appendix A */
"Trance" = "Trance";

/* Genre 72 from http://id3.org/id3v2.4.0-frames Appendix A */
"Tribal" = "Tribal";

/* Genre 27 from http://id3.org/id3v2.4.0-frames Appendix A */
"Trip-Hop" = "Trip-Hop";

/* Genre 28 from http://id3.org/id3v2.4.0-frames Appendix A */
"Vocal" = "Vocal";

